commands = '''
/pidor@pidorochek_bot - Определения пидораса дня
/reg@pidorochek_bot - Регистрация на определение пидораса дня
/unreg@pidorochek_bot - Отменить регистрацию
/showreg@pidorochek_bot - Показать зарегистрированых участников
/stats@pidorochek_bot - Показать статистику пидорасов данного чата
/achievements@pidorochek_bot - Показать достижения в данном чате
/updatedata@pidorochek_bot - Обновить твои данные в ПидорБазе
/help@pidorochek_bot - Показать все команды
/start@pidorochek_bot - Запустить / Перезапустить бота
'''
privateCommands = '''
/pidor - Определения пидораса дня
/reg - Регистрация на определение пидораса дня
/unreg - Отменить регистрацию
/showreg - Показать зарегистрированых участников
/stats - Показать статистику пидорасов данного чата
/achievements - Показать достижения в данном чате
/updatedata - Обновить твои данные в ПидорБазе
/help - Показать все команды
/start - Запустить / Перезапустить бота
'''

answerTriggers = [
    "+",
    "Я в деле🤝",
    "Это по мне)🥷",
    "Мёд для моих ушей🍯",
    "О да!😈",
    "Класс👍",
    "Трахните меня семеро🕺🏿",
    "Благословляю🧖🏿",
    "Согласен✔️", 
    "Подтверждаю☑️",
    "Люблю такое❤️‍🔥",
    "Еще бы🤌",
    "За вас, за нас и за пидорасов🍷"
]
winPidorPhrase = [
    "🙀На сегодня пидорас ",
    "👺Думал спрячешься??? А вот и нет, встречайте пидораса ",
    "☝️Ни что так не бодрит с утра как палец в очке у пидораса ",
    "🚛А вот и наш заднеприводный ",
    "👋Гамарджоба пидрони "
]
triggers = [
    "pidr",
    "pidor",
    "пидор",
    "пидр",
    "педик",
    "гей",
    "faggot",
    "гомосятина"
]
pidorText = [
    "🗺Смотрю на карту пидорасов",
    "🍵Гадаю на кофейной сперме",
    "📈Определяю кривизну ануса по Гауссу",
    "🔑Вычисляю пидорасину методом подбора хуя к жопе", 
    "🎴Гадаю на картах Пидоро",
    "📱Пробиваю информацию в планшете \"Sampidor\"",
    "🔭Смотрю в телескоп своего полового партнера",
    "💔Делаю выводы по анальным трещинам подозреваемого",
    "👃Нюхаю свою уретру (Хз зачем)",
    "⌛️Анализирую бебру"
]